Repository: AlexanderSharykin/CardIdleRemastered
Catalog: SourceCode/CardIdleRemastered/Properties/Resources.*.resx
Languages: ru_ru

# AboutHeader
source: About
ru_ru: О программе

# AddGame
source: Add game to time idle list
ru_ru: Добавить игру в список

source: Allow Sync
ru_ru: Разрешить загрузку

source: Apply
ru_ru: Применить

# BadgeProgress
source: Progress
ru_ru: Прогресс

# BadgeProperty_Blacklisted
source: In Black List
ru_ru: В чёрном списке

# BadgeProperty_Enqueued
source: Enqueued
ru_ru: В очереди

# BadgeProperty_HasTrial
source: Has Trial Period
ru_ru: Пробный период

# BadgeProperty_Running
source: Running
ru_ru: Запущенные

# BadgesHeader
source: Badges
ru_ru: Значки

source: Black List
ru_ru: Бан

source: Bookmark
ru_ru: В закладки

source: Cancel
ru_ru: Отменить

source: Cards
ru_ru: Карточки

# CfgCustomBackground
source: Background Url
ru_ru: Фон профиля

# CfgIdleProcessCount
source: Max Idle Process Count
ru_ru: Запускать процессов не более

# CfgOperationsHeader
source: Operations
ru_ru: Рабочие параметры

# CfgPalette
source: Palette
ru_ru: Цветовая схема

# CfgPeriodicSwitchRepeatCount
source: Periodic Switch Repeat Count
ru_ru: Повторять переключения (раз)

# CfgShowInTaskBar
source: Show Icon in TaskBar
ru_ru: Отображать в панели задач

# CfgSwitchInterval
source: Switch Interval
ru_ru: Интервал переключения

# CfgVisualSettings
source: Visual Settings
ru_ru: Внешний вид

# DequeueAll
source: Dequeue Selected
ru_ru: Убрать все из очереди

# DequeueHeader
source: Dequeue
ru_ru: Убрать

# DownloadRelease
source: Download from GitHub
ru_ru: Перейти к GitHub

# DynGridHeaders
source: Grid Headers
ru_ru: Заголовок таблицы

# DynIdleButtons
source: Idle Buttons
ru_ru: Кнопки запуска

# DynLevelBorder
source: Level Border
ru_ru: Значок уровня

# DynRunningGame
source: Runnging Game
ru_ru: Запущенная игра

# DynStatsHeaders
source: Stats Headers
ru_ru: Панель статистики - заголовки

# DynStatsValues
source: Stats Values
ru_ru: Панель статистики - значения

# EnqueueBottom
source: Enqueue Selected (Bottom)
ru_ru: Все в конец очереди

source: Enqueue (First)
ru_ru: В начало очереди

source: Enqueue (Last)
ru_ru: В конец очереди

# EnqueueTop
source: Enqueue Selected (Top)
ru_ru: Все в начало очереди

source: Game
ru_ru: Игра

# GameSelectionLabel
source: Enter store page URL or game ID
ru_ru: Введите URL страницы игры в Стиме или ID игры

# GameSelectionTitle
source: Select a game to idle
ru_ru: Выберите игру

# GamesRunning
source: Games running: {0}
ru_ru: Игр запущено: {0}

source: Hours
ru_ru: Время, ч

source: Idle
ru_ru: Процесс

# IdleMode_All
source: All
ru_ru: Все сразу

# IdleMode_OneByOne
source: One By One
ru_ru: Поодиночке

# IdleMode_PeriodicSwitch
source: Periodic Switch
ru_ru: Переключения

# IdleMode_TrialFirst
source: Trial First
ru_ru: С пробным периодом - в начало

# IdleMode_TrialLast
source: Trial Last
ru_ru: С пробным периодом - в конец

source: Level Border
ru_ru: Рамка уровня

source: Levels
ru_ru: Уровни

source: (login)
ru_ru: (войти)

source: (logout)
ru_ru: (выйти)

# Minutes
source: min
ru_ru: мин

# NewRelease
source: New release available
ru_ru: Доступно обновление

# NextSync
source: Sync
ru_ru: Синхронизация

# NoConnection
source: Not connected to Steam
ru_ru: Нет соединения

source: Not in game
ru_ru: Не в игре

source: Priority
ru_ru: Приоритет

source: Priority (Higher)
ru_ru: Выше

source: Priority (Lower)
ru_ru: Ниже

# QueueHeader
source: Queue
ru_ru: Очередь

source: Remove
ru_ru: Убрать

# RemoveGame
source: Remove game from time idle list
ru_ru: Убрать игру из списка

source: Reset
ru_ru: Сбросить

# Seconds
source: sec
ru_ru: сек

source: Settings
ru_ru: Настройки

# ShowcaseProperty_Bookmarked
source: Bookmarked
ru_ru: В закладках

# ShowcaseProperty_Collected
source: Collected
ru_ru: Подготовленные

# ShowcaseProperty_Completed
source: Completed
ru_ru: Собранные

source: Showcases
ru_ru: Витрины

source: Start
ru_ru: Старт

# SteamLevel
source: Level
ru_ru: Уровень

# SteamLogin
source: Login to Steam
ru_ru: Вход

source: Stop
ru_ru: Стоп

# TimeIdleHeader
source: Time Idle
ru_ru: Время в игре

# Title
source: Card Idle
ru_ru: Card Idle v{0}

# ToolIdleMode
source: Idle Mode
ru_ru: Режим

# ToolSearch
source: Search
ru_ru: Поиск

# ToolSearchHint
source: Find games by name
ru_ru: Найти по названию

# ToolShow
source: Filters
ru_ru: Фильтры

# TotalCards
source: Cards
ru_ru: Карточек осталось

# TotalGames
source: Games
ru_ru: Игр осталось
